Revit 2027 API
ParameterTypeId.RebarSystemHookTypeBottomDirn2 Property
 "Bottom Minor Hook Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemHookTypeBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemHookTypeBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemHookTypeBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemHookTypeBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace